tap "buo/cask-upgrade"
brew "mas"

tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "derailed/k9s"

brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"

# pyenv build environment
brew "openssl@3" 
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tcl-tk"

brew "awscli"
brew "azure-cli"
brew "chezmoi"
brew "colima"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "kubernetes-cli"
brew "derailed/k9s/k9s"
brew "libpq"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "sqlcmd"
brew "starship"
brew "tree"
cask "1password-cli"
cask "cameracontroller"
cask "font-atkinson-hyperlegible-next"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-edge"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "zoom"

