tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "qmk/qmk"

# 'brew install'
brew "chezmoi"
brew "cmake"
brew "curl"
brew "direnv"
brew "fzf"
brew "gettext"
brew "git"
brew "ninja"
brew "pyenv-virtualenv"
brew "qmk/qmk/qmk"
brew "ripgrep"
brew "tmux"
brew "tree"

# pyenv build environment
brew "openssl" 
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tcl-tk"

# 'brew install --cask'
cask "1password-cli"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "microsoft-edge"
cask "onedrive"
cask "pock"
cask "the-clock"
cask "whatsapp"
cask "zoom"
