tap "azure/kubelogin"
tap "buo/cask-upgrade"
tap "cirruslabs/cli"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "chezmoi"
brew "cloudflared"
brew "colima"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fzf"
brew "helm"
brew "htop"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mongosh"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "powershell", link: false
brew "prettierd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "sqlcmd"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "tree-sitter-cli"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "azure/kubelogin/kubelogin"
brew "cirruslabs/cli/tart"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "1password-cli"
cask "cameracontroller"
cask "codex"
cask "font-atkinson-hyperlegible-next"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-edge"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "wezterm"
cask "zoom"
